Repository: a-lucas/custom-mean
Catalog: po/*.po
Languages: french

source: Application Name
french: Nom de l'application

source: Display Name: {{provider.displayName}}
french: Pseudonyme: {{provider.displayName}}

source: First Name:{{provider.firstName}}
french: Prenom: {{provider.firstName}}

source: Language: {{language}}
french: Langue: {{language}}

source: Last Name: {{provider.lastName}}
french: Nom de famille: {{provider.lastName}}

source: Login / SignIn
french: Login

source: Logout
french: Déconnexion

source: Mark as primary
french: Marquer comme original

source: My Profile
french: Profil

source: My Providers
french: Fournisseurs installés

source: Profile created on {{provider.created}}
french: Profile cree le {{provider.created}}

source: Profile URL: {{provider.profileUrl}}
french: Profile: {{provider.profileUrl}}

source: Sign in using your social accounts
french: Identifiez vous avec votre compte prefere

source: Social Media Profiles
french: Identifiants de reseau sociaux

source: Unlink
french: Detacher
